tap "d12frosted/emacs-plus"
tap "danger/tap"
tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ibm-swift/kitura"
tap "jenkins-x/jx"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
tap "vapor/tap"
tap "zaquestion/tap"
cask "java"
cask "java8"
brew "bluepill"
brew "carthage"
brew "chromedriver", restart_service: true
brew "coreutils"
brew "go"
brew "dep"
brew "openssl"
brew "elixir"
brew "emacs"
brew "ghq"
brew "gibo"
brew "git"
brew "git-extras"
brew "gradle"
brew "groovy"
brew "hub"
brew "imagemagick"
brew "irssi"
brew "jfrog-cli-go"
brew "jq"
brew "libyaml"
brew "mas"
brew "maven"
brew "python"
brew "mitmproxy"
brew "mongodb"
brew "mysql"
brew "openapi-generator"
brew "peco"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "redis"
brew "sbt"
brew "shpotify"
brew "sonar-scanner"
brew "sourcekitten"
brew "sourcery"
brew "swagger-codegen"
brew "swiftlint", link: false
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "yarn"
brew "z"
brew "zsh"
brew "danger/tap/danger-swift"
brew "facebook/fb/buck"
brew "heroku/brew/heroku"
brew "ibm-swift/kitura/kitura"
brew "jenkins-x/jx/jx"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vapor/tap/vapor"
brew "zaquestion/tap/lab"
cask "1password"
cask "adobe-creative-cloud"
cask "adobe-creative-cloud-cleaner-tool"
cask "adobe-photoshop-lightroom"
cask "adobe-photoshop-lightroom600"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "eclipse-jee"
cask "github"
cask "google-chrome"
cask "gpg-suite"
cask "hipchat"
cask "iterm2"
cask "minikube"
cask "omnidisksweeper"
cask "postgres"
cask "postico"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
mas "Easy APNs Provider", id: 989622350
mas "LINE", id: 539883307
mas "Night Owl", id: 428834068
mas "Paste JSON as Code • quicktype", id: 1330801220
mas "Pocket", id: 568494494
mas "Reeder", id: 880001334
mas "Simplenote", id: 692867256
